[
  {
    "name": "Kibutsuji Muzan",
    "description": "Мудзан Кибуцуджи (鬼き舞ぶ辻つじ無む惨ざん Kibutsuji Muzan?) — первый в своем роде демон, прародитель остальных демонов.Он убил большинство из семьи Камадо и обратил Незуко в демона.",
    "age": "Около 1000",
    "img": "https://media.tenor.com/9TzCaltizuwAAAAC/muzan-demon-slayer.gif"
  },
  {
    "name": "Rengoku Kyōjurō",
    "description": "Кёджуро Ренгоку (煉れん獄ごく 杏きょう寿じゅ郎ろう Rengoku Kyōjurō?) — истребитель демонов и Столп пламени.Дыхание пламени (炎ほのおの呼こ吸きゅう Honō no kokyū?) — одно из пяти основных дыханий, напрямую произошедших от дыхания солнца.",
    "age": 20,
    "img": "https://media.tenor.com/jvbPYIiSRr4AAAAC/rengoku-kyojuro.gif"
  },
  {
    "name": "Kanroji Mitsuri",
    "description": "Мицури Канроджи (甘かん露ろ寺じ蜜みつ璃り Kanroji Mitsuri?) — истребитель демонов и столп любви.Девушка с восьмикратной силой - у Мицури с рождения повышена плотность мышц, которая делает ее в 8 раз сильнее обычного человека.",
    "age": 19,
    "img": "https://media.tenor.com/UoUHTSfgFW0AAAAC/mitsuri-kanroji.gif"
  },
  {
    "name": "Kamado Tanjirō",
    "description": "главный герой манги и аниме «Клинок, рассекающий демонов». Он стал истребителем демонов, чтобы найти ответственного за убийство его семьи и превращение его сестры в демона.Танец бога огня (ヒノカミ神楽かぐら Hinokami Kagura?) — стиль дыхания, известный только семье Камадо. Он передаётся от отца к сыну вместе с серьгами ханафуда.",
    "age": 16,
    "img": "https://usagif.com/wp-content/uploads/2022/fzk5d/demon-slayer-anime-acegif-67.gif"
  },
  {
    "name": "Gyūtarō-Daki",
    "description": "Гютаро (妓夫ぎゅう太た郎ろう Gyūtarō?) — демон, занимавший позицию шестой высшей луны и деливший это место со своей сестрой Даки(堕だ姫き Daki?) — демон, занимавшая место Шестой Высшей луны со своим братом Гютаро.",
    "age": 126,
    "img": "https://usagif.com/wp-content/uploads/2022/fzk5d/demon-slayer-anime-acegif-20.gif"
  },
  {
    "name": "Iguro Obanai",
    "description": "Обанай Игуро (伊い黒ぐろ小お芭ば内ない Iguro Obanai?) — истребитель демонов и столп змеи.Дыхание змеи (蛇へびの呼こ吸きゅう Hebi no kokyū?) — дыхание, произошедшее от дыхания воды. Оно сосредоточено на скручивании и изгибании меча подобно тому, как двигается змей. Такие атаки могут нанести удары в любое место и являются самыми точными среди всех дыханий.",
    "age": 21,
    "img": "https://c.wallhere.com/photos/2a/84/Kimetsu_no_Yaiba_Obanai_Iguro_Iguro_Obanai_Hashira_uniform_snake_nature_trees-2253942.jpg!d"
  },
  {
    "name": "Kokushibo",
    "description": "Кокушибо (黒死牟 Kokushibo) — главный второстепенный антагонист Клинок, рассекающий демонов: Kimetsu no Yaiba и Первая Высшая Луна (上じょう弦げんの壱いち Jōgen no Ichi?).Почти пять столетий назад в Период Сэнгоку, во время Золотого века истребителей демонов, Кокушибо был человеком по имени Мичикацу Цугикуни (継つぎ国くに 巌みち勝かつ Tsugikuni Michikatsu?) и бывшим членом Корпуса истребителей демонов[2] и старший брат-близнец Ёриичи Цугикуни,[3] сильнейшего истребителя демонов из когда-либо живших.\n\nКокушибо также является предком Муичиро Токито и Юичиро Токито[4] и ответственным за превращение Кайгаку в демона и присоединение к Высшим Лунам.",
    "age": 480,
    "img": "https://media.tenor.com/NN8omeLK31sAAAAC/kokushibo.gif"
  },
  {
    "name": "Tomioka Giyū",
    "description":"Гию Томиока (冨とみ岡おか 義ぎ勇ゆう Tomioka Giyū?) — охотник на демонов и Столп Воды, который состоит в организации Истребители демонов.Стили боя Дыхания воды основаны на ударах и их комбинациях, совершаемых в движении. В стили заложена возможность их использования в ситуациях, когда у фехтовальщика нет твердой опоры под ногами. По этой причине в основе ударов лежит использование силы, полученной от вращения тела в сочетании с элементами акробатики",
    "age": 21,
    "img": "https://media.tenor.com/w8VLaOhZcAUAAAAC/giyuu-tomioka-demon-slayer.gif"
  },
  {
    "name": "Agatsuma Zen'itsu",
    "description": "Зеницу Агацума (我あが妻つま善ぜん逸いつ Agatsuma Zen'itsu?) — истребитель демонов и один из главных героев, путешествующих с Танджиро Камадо.Дыхание грома (雷の呼吸 Kaminari no kokyū): Обучен бывшим столпом, Джигоро Куваджимой. Этот стиль позволяет увеличить скорость и ловкость пользователя, чтобы быть равным по силе демонам. Существует всего 7 стилей, но Зеницу был настолько бездарным, что освоил только самый легкий первый стиль. Позже он сам смог создать свой, седьмой стиль, когда сражался с Кайгаку.",
    "age": 16,
    "img": "https://pa1.aminoapps.com/7296/0a163e00bfa940fc2ad78278d06eb156608ca11cr1-540-304_hq.gif"
  }
]